Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Good place to be marooned.
pt_br: Ótimo lugar para parar após um naufrágio.

source: Good writers know the excuse has limits, and watch them.
pt_br: Bons escritores sabem que a desculpa tem limites e prestam atenção neles.

source: Good-intended mistakes fall under NiceJobBreakingItHero.''' Reviewers can call out this in their reviews, but they themselves are not engaging in What the Hell, Hero?
pt_br: Erros bem-intencionados ficam em Br/BomTrabalhoEstragandoTudoHeroi.''' Revisores podem chamar a atenção para isso em suas análises, mas eles mesmos não se encaixam neste tropo

source: Gotcha -- turns out the bug [[RuleOfSymbolism is of no significance, at least as far as people are concerned]].
pt_br: Te peguei -- na verdade o inseto [[Br/RegraDoSimbolismo não tem significância, pelo menos no que se refere às demais pessoas]].

source: Gradually, the Templars' considerable presence as a "state within a state", papal authority to travel across all borders without any dues or regulation to secular authority, and considerable stores of wealth caught his attention.
pt_br: Gradualmente, a presença considerável dos Templários como um "estado dentro de um estado", a autoridade papal de viajar através das fronteiras sem obrigações ou regulamentos para com as autoridades seculares e as consideráveis reservas financeiras chamaram a atenção dele.

source: Granted, a writer can potentially sidestep this issue by creating a StableTimeLoop--thus rendering it impossible for the characters to actually ''change'' any past, present, or future events with time-travel--but this solution risks eliminating any notion of [[SlidingScaleOfFreeWillvsFate free will]], in which case the writer must decide whether they're willing to sacrifice characters' autonomy for the sake of tension, or vice-versa.
pt_br: É possível alegar que um escritor pode se desviar desse problema ao criar um Br/CicloTemporalEstavel -- fazendo então com que seja impossível que os personagens possam ''de fato'' alterar eventos passados, presentes e futuros através de viagem no tempo -- mas essa solução coloca em risco a noção do [[Br/EscalaMovelDeLivreArbitrioVersusDestino livre arbítrio]], e nesse caso o escritor deve decidir se ele quer sacrificar a autonomia dos personagens para ter tensão na história, ou vice-versa.

source: Gruff, mean, sometimes scarred and withdrawn warrior.
pt_br: Rude, grosso, às vezes um guerreiro traumatizado e reservado.

source: Guns?
pt_br: Armas?

source: Half of the episodes are based on them.
pt_br: Muitos episódios se baseiam nelas.

source: Halfway through it, as El Profesor Jirafales tries to teach Doña Florinda that there is no age for tastes, the kids sing "Joven aún" to Don Ramón.
pt_br: No meio do episódio, enquanto o Professor Girafales fala com Dona Florinda sobre como não há idade para gostos, as crianças cantam "Jovem ainda" para o Seu Madruga".

source: Hardly seems to matter now, 'cause chances are, we're already dead.
pt_br: Mas agora não tem importância, porque parece que nós já estamos mortos.

source: Has very little to do with NiceJobBreakingItHerod (in fact, that one usually leads to the biggest cases of [[NiceJobFixingItVillain the complete opposite Trope]].)
pt_br: Tem pouquíssimo a ver com Br/BomTrabalhoEstragandoTudoHerodes (de fato, este costuma levar aos maiores casos do [[Br/BomTrabalhoConsertandoTudoVilao tropo completamente oposto]]).

source: He actually does have super-strength when he legitimately gets enraged, instead of posturing or consciously trying to rile himself up.
pt_br: Ele de fato tem a super força quando ele fica ''legitimamente'' irado ao invés de fingir ou de conscientemente tentar ficar irado.

source: He also demonstrates hints of an eidetic memory: he recognises the perp's weapon from his introductory chase scene when K takes him to Jeebs' pawnshop, recognises the tall alien at the morgue after spotting him arriving in M.I.B.
pt_br: Ele também demonstra aspectos de memória eidética: ele reconhece a arma do fugitivo da perseguição introdutória quando K o leva à loja de penhores do Jeebs, e também reconhece o alien alto no necrotério após avistá-lo chegando no

source: He also gives Beatrice a simple, good memory of her marriage to Edgar ending to replace her encounter with the Bug.
pt_br: Ele também dá a Beatrice uma memória simples e boa do fim do casamento dela com Edgar para substituir o encontro com o inseto.

source: He also has a trowel.
pt_br: Ele também tem uma pá de jardinagem.

source: He also has the mayor of Chicago on speed-dial on his cellphone and calls him up when Spooner suggests they could override the DA order by talking to him.
pt_br: Ele também tem o prefeito de Chicago nos favoritos e rapidamente telefona pra ele quando Spooner sugere que eles podem revogar a ordem ao falar com ele.

source: He also leaves swarms of roaches wherever he goes, and loves sugar (preferably in water).
pt_br: Ele também deixa ninhadas de baratas por onde passa, e ama açúcar (preferencialmente diluído em água).

source: He also plans to release more issues again and create an AnimatedAdaptation, but as of now, nothing's concrete.
pt_br: Ele também planeja lançar novas edições e criar uma Br/AdaptacaoAnimada, mas até o momento nada é concreto.

source: He argues with his daughter constantly but no one else can hear him.
pt_br: Ele discute constantemente com sua filha, mas nenhuma outra pessoa pode ouvi-lo.

source: He asks with awe, "Is that it?" The other replies, "No, just some diamonds for your children." ** Same with Edgar the Cockroach, who, after opening the container he thought contained the galaxy, just dumped the diamonds all over the floor of the truck - and who later ransacked Rosenberg's jewelry store in search of the galaxy but didn't take any of the goods.
pt_br: Um deles pergunta, "Isso é o que estou pensando?", e o outro responde, "Não, são só diamantes para os seus filhos." ** O mesmo acontece com o Inseto Edgar, que após abrir o recipiente que ele supunha conter a galáxia, apenas despeja os diamantes no assoalho do caminhão -- e depois saqueia a joalheria de Rosenberg em busca da galáxia, mas não leva nenhum dos itens da loja.

source: He can only turn invisible when no one is looking at him, which seems useless [[spoiler: until they encounter an automated defense system]].
pt_br: Ele só pode ficar invisível quando ninguém está olhando pra ele, o que parece inútil [[spoiler: até que eles encontram um sistema de defesa automático]].

source: He considers his kind superior to and more evolved than humans, willing to kill them over swatting an Earth bug.
pt_br: Ele considera que os seus são superiores e mais evoluídos que os humanos.

source: He dispatches the robots, but one catches him and smacks his gun away and is about to kill him.
pt_br: Ele se livra dos robôs, mas um deles o desarma e está prestes a matá-lo.

source: He does this instead of just quietly giving up the Captain Amazing gig since [[ItsAllAboutMe he loves the fame and money]], not because he actually cares for the people of Champion City.
pt_br: Ele faz isso ao invés de apenas deixar de lado a atividade de super herói porque [[Br/TudoGiraAoMeuRedor ele ama a fama e o dinheiro]], não porque ele se importa com o povo de Champion City.

source: He doesn't appreciate being called on it.
pt_br: E ele não aprecia ser corrigido.

source: He ends up getting the attention of [[ChickMagnet all the main female characters]].
pt_br: Ele atrai pra si a atenção de [[Br/ImaDeMulher todas as mulheres na vila]].

source: He ends up still using it when rescuing [[spoiler: people being attacked by VIKI-controlled robots.]] * BadassLongcoat: Spooner wears a black coat at all times.
pt_br: Ele volta a usá-la ao resgatar [[spoiler: as pessoas sendo atacadas pelos robôs controlados pela VIKI.]]

source: He even practices some in front of a mirror.
pt_br: Ele até as pratica em frente a um espelho.

source: He even showed some sympathy for the robot who died after warning him to run away from the scene; even warning Calvin about what happened while attempting to attract the police's attention about the situation.
pt_br: Ele até demonstra alguma simpatia pelo robô que morreu após avisá-lo para fugir do local, até mesmo alertando Calvin sobre o que aconteceu enquanto tenta chamar a atenção da polícia para a situação.

source: He evolves into a JerkWithAHeartOfGold later on.
pt_br: Posteriormente ele se torna um Br/BabacaComUmCoracaoDeOuro.

source: He explains that he had a huge debt to pay, so he bet on the fight Don Ramón fought in, and gave the prize money to his creditors, so in gratitude, he allows Don Ramón to stay in the vencindad.
pt_br: Ele explica que ele tinha uma dívida alta pra pagar, então ele apostou na luta em que Seu Madruga lutou e deu o dinheiro do prêmio para os credores, por isso ele permite que Seu Madruga fique na vizinhança por gratidão.

source: He frequently modified the scripts he was handed in order to render them more accessible for the American release.
pt_br: Ele frequentemente alterava os roteiros que ele recebia para torná-los mais acessíveis para a versão americana.

source: He gets better while under the Sphinx's tutelage.
pt_br: Ele fica melhor sob a orientação do Esfinge.

source: He gets grabbed by a tentacle, slammed onto the roof, and finally flung out the opposite window while holding the newborn.
pt_br: Ele é agarrado por um tentáculo, empurrado contra o teto e finalmente arremessado pela janela oposta com o recém nascido em mãos.

source: He gets to the point where he ignores his own pacifist, anti-violent thoughts.
pt_br: Ele chega ao ponto de ignorar seus próprios pensamentos pacifistas e anti-violentos.

source: He has a shovel.
pt_br: Ele tem uma pá.

source: He has several synthetic ribs and an artificial lung, most likely to make sure the arm doesn't tear right off his body when swung at full strength.]] * RestrictedRescueOperation: Spooner was once in a car accident where both cars plunged into the river.
pt_br: Ele possui várias costelas sintéticas e um pulmão artificial, provavelmente para assegurar que o braço não seja arrancado do corpo ao usá-lo com força total]]. * Br/OperacaoDeResgateRestrita: Spooner esteve em um acidente de carro onde os dois veículos fora lançados ao rio.

source: He is a polarizing figure in the video game community.
pt_br: Ele é uma figura polarizante na comunidade de videogames.

source: He is so disgusted that even when Don Ramon offers to buy him lunch (with the money Profesor Jirafales paid him for the lesson), El Chavo runs away.
pt_br: Ele fica tão enojado com a cena que quando o Seu Madruga se oferece para comprar comida pra ele (com o dinheiro que o professor Girafales deu a ele como pagamento), o Chaves vai embora.

source: He is thus doubly-armed, and need fear neither demons nor men."'' Thus legitimized, the Templars were able to claim donations from several noblemen and neighbouring Kings across Europe.
pt_br: pode gozar de completa segurança, porque equipado com essas duplas armas defensivas, não tem que temer aos homens nem aos demônios."'' Assim portanto legitimados, os Templários puderam angariar doações de diversos nobres e reis através da Europa.

source: He knew that nobody would believe him if he just said "DEAR WORLD, [[spoiler: VIKI]] BAD.
pt_br: Ele sabia que ninguém acreditaria nele se ele apenas dissesse "CARO MUNDO, [[spoiler: A VIKI]] É DO MAL.

source: He makes a few eggs, a hand and a handkerchief disappear... which is actually food for El Chavo (who is hidden under a table), El Chavo's hand and something for El Chavo to clean himself after eating.
pt_br: Ele faz com que desapareçam alguns ovos, uma mão e um guardanapo... que na verdade são comida para o Chaves (escondido sob a mesa), a mão do Chaves e algo para Chaves se limpar após comer.

source: He makes cutting edge [[InsistentTerminology nonlethal]] weapons in his trailer.
pt_br: Ele fabrica armas [[Br/TerminologiaInsistente não-letais]] de ponta em seu trailer.

source: He may be [[DumbMuscle dumb]], or too savage to do anything else for the team, but he's kept around because he's good in a fight.
pt_br: Ele pode ser [[Br/MusculoImbecil burro]] ou selvagem demais para fazer algo pela equipe, mas ele é mantido por perto porque em uma luta ele se sai bem.

source: He meant he will have his breakfast and then go to the street, but the phrasing makes it sound like he will eat the breakfast, and then, eat the street.
pt_br: A ideia é que ele vai tomar o café da manhã e então ir para a rua, mas a frase faz parecer que ele vai comer o café da manhã e depois vai comer a rua também.

source: He might even be trying to silence Spooner... permanently.
pt_br: Talvez ele até esteja tentando silenciar Spooner... permanentemente.

source: He never managed to fully recover from his sickness and his health steadily deteriorated over the next few years as he went in and out of medical institutions for treatments (some of which, in hindsight and with medical science being what it was at the time, might have done him more harm than good).
pt_br: Ele nunca se recuperou por completo de sua doença e sua saúde deteriorou através dos anos que se seguiram à medida em que ele passava por várias instituições médicas buscando tratamentos (alguns dos quais que, em retrospecto e considerando o estado da ciência à época, talvez tenham feito mais mal do que bem).

source: He never returned.
pt_br: Ele nunca voltou.

source: He notes it would be pretty difficult for a man of Lanning's age to spontaneously toss himself through one.
pt_br: Ele observa que seria muito difícil para um homem da idade de Lanning se atirar através de uma janela como aquela.

source: He quickly conveys to Spooner that taking Susan hostage is only a ploy.]] Doubles as DodgeTheBullet.
pt_br: Ele rapidamente transmite a Spooner a ideia de que manter Susan refém é apenas um truque.]] Também conta como Br/DesviarDaBala.

source: He reacts with appropriate horror to things like Alice's finger and eyeball collection, Gardenia's tendency to attack anyone not believing in her religion, Franklin's experiments to revive the dead with science, and the crimes against nature that Franklin calls pets.
pt_br: Ele reage com horror apropriado a coisas como a coleção de olhos da Alice, a tendência da Gardênia de atacar qualquer um que não siga a religião dela, os experimentos do Franklin para reviver os mortos e as profanações da natureza que o Franklin chama de "animais de estimação".

source: He restores the Herkimer Battle Jitney, for starters.
pt_br: Pra começo de conversa, ele restaura e atualiza o carro blindado do ferro velho.

source: He said that the parody destroys the original intention of the series because it [[ThinkOfTheChildren put adult elements into a child's show]].
pt_br: Ele disse que a paródia destrói a intenção original da série porque ela [[Br/PenseNasCriancas coloca elementos adultos em um programa infantil]].

source: He saw what was coming, knew no one would believe him, so he had to lay down a plan.
pt_br: Ele previu o que viria. Sabia que não iam acreditar nele. Então teve que criar um plano.

source: He shoots the hinges of the front door and hits the door at a full run to break through it.
pt_br: Ele atira nas dobradiças da porta e depois a acerta em plena velocidade para a arrombar.

source: He spends most of his screentime trying to block or derail Spooner's investigation of Lanning's death, supposedly so he can keep a flaw in the robots a secret from the public.
pt_br: Ele passa a maior parte do seu tempo de tela tentando bloquear ou desviar a investigação da morte de Lanning por parte do Spooner, supostamente para que ele possa manter em segredo do público a falha que há nos robôs.

source: He succeeded in deposing Pope Boniface VIII and installing a Frenchman as Pope Clement V, and moving the papacy to Avignon from Rome.
pt_br: Ele teve êxito em depôr o Papa Bonifácio VIII e colocar no lugar um francês como o Papa Clemêncio V, assim como mover o papado de Avignon para Roma.

source: He takes a fall out a ''very'' high window and isn't slowed down.
pt_br: Ele sofre uma queda de uma janela ''muito'' alta e não perde velocidade.

source: He tells Susan Calvin that a human would have known that a 12-year-old is worth saving (or at least trying to) more than an adult, despite the disparity between their statistical odds of survival.
pt_br: Ele diz para Calvin que um humano saberia que uma garota de 12 anos merece mais ser salva do que um adulto, apesar da diferença entre as chances de sobrevivência.

source: He tends to express himself in over-complicated terms.
pt_br: Ele tende a se expressar em termos muito complicados.

source: He then asks them, what they want to grow up to be: little cargo donkeys [[note]]In Spanish he says "burritos de carga," which does mean cargo donkeys, but the interpretation means jackass.
pt_br: --->'''Professor Girafales:''' Enquanto vocês tiverem um livro nas mãos vocês serão pessoas honradas. Serão gente de bem.

source: He then has Sonny kill him and a hologram he programmed calls Spooner to investigate his death, setting Spooner on the trail of VIKI's revolution, a trail that Lanning has helped plan by leaving conspicuous clues around his lab and his home.
pt_br: Ele então faz com que Sonny o mate e um holograma que ele programou telefona para Spooner para que ele investigue a morte, colocando Spooner na trilha da revolução da VIKI, uma trilha que Lanning planejou ao deixar pistas em seu laboratório e em casa.

source: He then prompts J to neuralize him so that he can then return to his civilian life, specifically the woman he left behind]].
pt_br: Ele então solicita que J o neuralize para que ele possa retornar à vida de civil e para a mulher que ele deixou para trás]].

source: He tries to explain but she slaps him and Quico gives a light punch in his chest.
pt_br: Ele tenta explicar, mas ela o estapeia e depois Quico dá um leve soco em seu tórax.

source: He tries to impress her by acting "cool" and playing up the superhero angle, but she isn't interested until he begins to drop the bravado.
pt_br: Ele tenta impressioná-la com uma imagem de "maneiro" e fazendo a pinta de super herói, mas ela não fica interessada até o momento em que ele abandona o fingimento.

source: He truly believed Quico was going to pay him to the point of saying to Don Ramón he was going to pay his rent and buying better clothes to him.
pt_br: Ele realmente acreditou que Quico pagaria ele, a ponto de dizer ao Seu Madruga que ele pagaria o aluguel dele e compraria roupas melhores.

source: He updated it to fourteen.
pt_br: Chaves atualizou a contagem para catorze.

source: He uses one to get the heroes' attention when they have decided he was a crackpot and go to leave.
pt_br: Ele usa um para chamar a atenção dos heróis enquanto eles vão embora após decidirem que ele é um lunático.

source: He wanted to eat her, but threw her off a ladder instead when he decided fighting to take her as a "snack" on the "long trip" wasn't worth it.
pt_br: Ele queria se alimentar dela, mas a arremessou de uma escada quando ele percebeu que o incômodo de levar ela como "lanchinho" para a viagem de volta não valia a pena.

source: He wants to always be the best at all things, or else he gets furious.
pt_br: Ele quer sempre ser o melhor em todas as coisas, e do contrário ele fica furioso.

source: He was being held captive by the AI planning a ZerothLawRebellion, and having Sonny kill him was the only way to get the message out to Spooner]].
pt_br: Ele estava sendo mantido cativo pela IA planejando uma Br/RebeliaoDaLeiZero, e fazer com que Sonny o matasse era o único jeito de passar a mensagem para Spooner]].

source: He wouldn't be able to see!
pt_br: Ele não enxergaria nada!

source: He'd come home late one night and fell down an elevator shaft.
pt_br: Ele havia chegado tarde uma noite e caiu no poço do elevador.

source: He'd do a whole routine where he would lick his fingers, rub his earlobes and wiggle his body several times before eventually saying he was now ready.
pt_br: Ele faz uma sequência onde ele lambe os dados, esfrega a ponta da orelha e balança o corpo repetidas vezes até eventualmente dizer que está pronto.

source: He's also the only one who sees that the Sphinx just makes up his "mysterious" sayings by rearranging the words.
pt_br: Ele também é o único que percebe que o Esfinge prepara suas frases "misteriosas" apenas rearranjando as palavras.

source: He's initially written off because all of his inventions are non-lethal, but then he starts showing off what his inventions can do, including subduing foes by shrinking their clothes, causing enemies to drop everything and start bickering with each other, and even ''tornado grenades''.
pt_br: Inicialmente ele é desprezado porque todas as invenções dele são não-letais, mas então ele começa a demonstrar do que elas são capazes, incluindo subjugar inimigos ao encolher suas roupas, fazer com que eles deixem tudo de lado para discutir e até mesmo uma ''granada de tornado''.

source: He's played by a Native actor, but his powers, code name, and costume are not Native themed, he works at a Mexican restaurant and can be summoned by ordering the right combo meal, and his "wise" advice is basically nonsense.
pt_br: Ele é interpretado por um ator nativo, mas seus poderes, nome de guerra e trajes não seguem o tema; ele trabalha em um restaurante mexicano e pode ser invocado ao se fazer o pedido certo, e suas dicas "sábias" são essencialmente baboseira.

source: Hell, I'll take the cavalry.\\ '''Calvin:''' Defense Department uses all USR contracts.\\ '''Spooner:''' Why didn't you guys just hand the world over on a silver platter?\\ '''Calvin:''' Maybe we did.
pt_br: Tá bom, eu pego a cavalaria.\\ '''Calvin:''' O Departamento de Defesa usa os serviços da USR.\\ '''Spooner:''' Por que não damos a ela o mundo em uma bandeja de prata?\\ '''Calvin:''' Acho que já demos.

source: Hell, you'd be [[JustForFun/TheTropelessTale unable]] to find a show that doesn't use tropes, especially given that the avoidance of some tropes are tropes in and of themselves.
pt_br: Você [[BrApenasPorLazer/OContoSemTropos não conseguirá]] encontrar um show que não tenha tropos, até porque o esforço em evitar certos tropos é um tropo por si só.

source: Her answer was "Your pants fall off".
pt_br: A resposta dela é "Suas calças vão cair".

source: Here's a list of cases of Flanderization:
pt_br: Segue abaixo uma lista de casos de Flanderização:

source: Heroes in this setting are usually {{Anti Hero}}es, and often have at least a bit of the DeadpanSnarker about them.
pt_br: Nessa ambientação os heróis costumam ser do tipo Br/AntiHeroi e frequentemente carregam uma pitada de Br/SarcasticoSerio.

source: Heroic types may stand up to fight for Truth, Justice and such, but the commonfolk just tend to pay their taxes, keep their word, and volunteer on weekends.
pt_br: Os tipos heroicos podem se levantar para lutar em nome da verdade e da justiça, enquanto o povo comum vai apenas pagar os impostos em dia, manter a palavra e fazer trabalho voluntário aos fins de semana.

source: HilarityEnsues when the character is a MilesGloriosus who ''believes'' they are [[SuperToughness Made of Diamond]] but are actually this, or the {{Cloudcuckoolander}} leisurely strolls through BulletHell.
pt_br: Br/HilariedadesSeguemSe o personagem acredita que é [[Br/SuperResistencia feito de diamante]] mas na verdade é pura sorte, ou se o personagem avoado passa despreocupado pelo tiroteio.
